{
  "name": "The Medic",
  "permalink": "the-medic",
  "description": "Look, people are gonna get hurt. You may not be able to prevent it from happening, but you can do your best to patch them up when it does. You have decades of experience with traumatic injuries, and you are as prepared as anybody could possibly be for treating diseases caused by alien pathogens.",
  "shorthand": "Medic",
  "moves": [
    {
      "name": "Surgical precision",
      "description": "You have steady hands even under great stress (+1 act under pressure)"
    },
    {
      "name": "CPR Training",
      "description": "You prevent other explorers from dying when they suffer a fatal amount of harm on a 10+ act under pressure roll"
    },
    {
      "name": "Get them to the infirmary!",
      "description": "You can protect someone by escorting them away from danger. You take no harm from successful protect someone rolls when doing this"
    },
    {
      "name": "Combat medic",
      "description": "You're not just a doctor, you've got some combat experience (+1 kick some ass)"
    },
    {
      "name": "Safety net",
      "description": "Other explorers can take bolder actions since you've got their back (+1 help out)"
    },
    {
      "name": "Epidemiologist",
      "description": "You can identify vectors of disease at a glance (+1 investigate, read a bad situation)"
    },
    {
      "name": "Miracle of medicine",
      "description": "Using what you've learned from alien technology and biology, you can create incredible medicines and treatments (+1 reverse the polarity)"
    }
  ],
  "weapons": [
    {
      "name": "Stun gun",
      "tags": [
        "1 harm",
        "close",
        "stun"
      ]
    },
    {
      "name": "Submachine gun",
      "tags": [
        "3 harm",
        "close",
        "area",
        "loud",
        "reload"
      ]
    },
    {
      "name": "Bone saw",
      "tags": [
        "2 harm",
        "hand",
        "messy"
      ]
    },
    {
      "name": "Tranquilizer gun",
      "tags": [
        "1 harm",
        "close",
        "stun",
        "useful"
      ]
    }
  ],
  "items": [
    {
      "name": "Flak jacket",
      "tags": [
        "2 armor",
        "heavy"
      ]
    },
    {
      "name": "Protective vest",
      "tags": [
        "1 armor",
        "light"
      ]
    },
    {
      "name": "Defibrillator",
      "tags": [
        "bring someone back from the brink of death"
      ]
    },
    {
      "name": "Surgical tools",
      "tags": [
        "treat unstable wounds in the field"
      ]
    },
    {
      "name": "Adrenaline shots",
      "tags": [
        "keep someone going even when severely injured"
      ]
    }
  ],
  "histories": [
    "You were this explorer's doctor before joining the team",
    "You are helping manage a chronic illness that this explorer has",
    "You were unable to save someone that this explorer cared for",
    "This explorer always wants to tough it out, which always makes things worse in the long run",
    "This explorer is a hypochondriac, and you constantly have to convince them they aren't sick",
    "This explorer is afraid of needles, hates going to the doctor",
    "This explorer refuses to take your advice",
    "You saved this explorer's life multiple times",
    "This explorer was exposed to an alien pathogen and their physiology seems changed, somehow"
  ]
}
