{
  "name": "The Alien",
  "permalink": "the-alien",
  "description": "You're not from around here. For your own reasons, you've found common cause with the explorers from this world, and you will use your unique skills and physiology to help with their missions. Your knowledge of interstellar power dynamics is an invaluable asset to your team.",
  "shorthand": "Alien",
  "moves": [
    {
      "name": "Carapace",
      "description": "You have a hard exoskeleton that acts as natural body armor. You always count as having 2 armor (this doesn't stack with other armor)"
    },
    {
      "name": "Interstellar traveler",
      "description": "You've been just about everywhere and know a little about most places you go (+1 to investigate)"
    },
    {
      "name": "Regenerative healing",
      "description": "You heal faster than humans. Healing actions restore 1 more harm than normal, and first aid counts as treatment for Unstable wounds"
    },
    {
      "name": "Megamind",
      "description": "Your vast intellect allows you to learn quickly and improvise with technology easily (+1 reverse the polarity)"
    },
    {
      "name": "Charismatic megafauna",
      "description": "You're incredibly cute and look as harmless as could be (+1 manipulate someone)"
    },
    {
      "name": "Cybernetically enhanced",
      "description": "You're part machine, augmenting your natural abilities or replacing damaged parts of your body (+1 act under pressure, kick some ass)"
    },
    {
      "name": "Enhanced senses",
      "description": "Your senses are much more honed than humans, due to your physiology (+1 read a bad situation)"
    }
  ],
  "weapons": [
    {
      "name": "Claws, spines, or fangs",
      "tags": [
        "1 harm",
        "hand",
        "messy"
      ]
    },
    {
      "name": "Energy sword",
      "tags": [
        "2 harm",
        "close",
        "energy",
        "quick"
      ]
    },
    {
      "name": "Energy rifle",
      "tags": [
        "3 harm",
        "far",
        "energy",
        "slow"
      ]
    },
    {
      "name": "Staff weapon",
      "tags": [
        "2 harm",
        "close",
        "balanced"
      ]
    },
    {
      "name": "Stun gun",
      "tags": [
        "1 harm",
        "close",
        "quick",
        "stun"
      ]
    }
  ],
  "items": [
    {
      "name": "Flak jacket",
      "tags": [
        "2 armor",
        "heavy"
      ]
    },
    {
      "name": "Protective vest",
      "tags": [
        "1 armor",
        "light"
      ]
    },
    {
      "name": "Long range communicators",
      "tags": [
        "send messages across vast distances"
      ]
    },
    {
      "name": "Cloaking device",
      "tags": [
        "appear invisible while stationary, can be detected while moving"
      ]
    },
    {
      "name": "Force shield",
      "tags": [
        "put up a barrier that can absorb 3 harm before deactivating"
      ]
    }
  ],
  "histories": [
    "This explorer is the one who convinced you to join their cause",
    "This explorer saved your life, and you owe them a great debt",
    "This explorer is teaching you about the ways of their people",
    "This explorer is working with you on reverse engineering your people's technology",
    "This explorer doesn't trust you, and they probably won't until you can demonstrate your loyalty",
    "This explorer is fascinated by your biology, and constantly asks to study you",
    "This explorer knows about your past, and is keeping a secret for you",
    "This explorer has problems deferring to your expertise on missions",
    "This explorer just can't pronounce or spell your name, no matter how hard they try"
  ],
  "improvements": [
    "Get +1 Cool (max +2)",
    "Get +1 Charm (max +2)",
    "Get +1 Sharp (max +2)",
    "Get +1 Tough (max +2)",
    "Get +1 Technobabble (max +2)",
    "Take another Alien move",
    "Take another Alien move",
    "Gain an ally from your home world",
    "Take a move from another archetype",
    "Take a move from another archetype"
  ],
  "advancedImprovements": [
    "Get +1 to any rating (max +3)",
    "Get back one used Luck point",
    "Change this explorer to a new type",
    "Create a second explorer to play in addition to this one",
    "Mark two of the basic moves as advanced",
    "Mark another two of the basic moves as advanced",
    "Retire this explorer"
  ]
}
